Repository: collective/collective.liveblog
Catalog: src/collective/liveblog/locales/*/LC_MESSAGES/collective.liveblog.po
Languages: es, pt_br

source: A liveblog is a blog post which is intended to provide a rolling textual coverage of an ongoing event.
es: Un blog en vivo es una entrada de blog que pretende proporcionar una cobertura amplia de un evento en curso.
pt_br: Liveblog é uma ferramenta para cobertura ampla de um evento em curso.

source: Add micro-update
es: Agregar actualización
pt_br: Adicionar atualização

source: Adds a Liveblog content type to the site. A liveblog is a blog post which is intended to provide a rolling textual coverage of an ongoing event.
es: Adiciona un tipo de contenido Blog en vivo al sitio. Un blog en vivo es una entrada de blog que pretende proporcionar una cobertura amplia de un evento en curso.
pt_br: Adiciona um tipo de conteúdo Liveblog no site. Liveblog é uma ferramenta para cobertura ampla de um evento em curso.

source: Body text
es: Cuerpo del texto
pt_br: Corpo do texto

source: By ${byline}
es: Por ${byline}
pt_br: Por ${byline}

source: Do you really want to delete this item?
es: ¿Está seguro de que quiere eliminar este elemento?
pt_br: Você realmente quer excluir este item?

source: Edit cancelled.
es: Edición cancelada.
pt_br: Edição cancelada.

source: Edit micro-update
es: Editar actualización
pt_br: Editar atualização

source: Extracted from:
es: Extraído de:
pt_br: Extraído de:

source: Image
es: Imagen
pt_br: Imagem

source: Item deleted.
es: Elemento eliminado.
pt_br: Item excluído.

source: Item published.
es: Elemento publicado.
pt_br: Item publicado.

source: Item saved.
es: Elemento guardado.
pt_br: Item guardado.

source: Live updating
es: Actualizando en vivo
pt_br: Atualizando ao vivo

source: Liveblog
es: Blog en vivo

source: Micro-update id does not exist.
es: El id indica una actualización que no existe.
pt_br: O id indica uma atualização que não existe.

source: Micro-update id is not an integer.
es: El id de la actualización no es un entero.
pt_br: O id da atualização não é um entero.

source: No micro-update selected.
es: No se seleccionó una actualización.
pt_br: No foi selecionada uma atualização.

source: No micro-updates yet for this Liveblog.
es: Todavía no hay actualizaciones para este blog en vivo.
pt_br: Este Liveblog ainda não tem atualizações.

source: Publish
es: Publicar
pt_br: Publicar

source: Remove Liveblog
es: Elimina Blog en vivo

source: Removes the Liveblog content type from the site.
es: Elimina el tipo de contenido Blog en vivo del sitio.
pt_br: Remove o tipo de conteúdo Liveblog do site.

source: Required text input is missing.
es: Falta texto requerido.
pt_br: Falta texto requerido.

source: Some micro-updates were edited or excluded from this liveblog. <a href="update">Refresh</a> to update it.
es: Algunas actualizaciones fueron editadas o excluidas de este blog en vivo. <a href="update">Atualice</a> la página para mostrar los cambios.
pt_br: Algumas atualizações foram editadas ou excluídas de este liveblog. <a href="update">Atualize</a> a página para mostrar as mudanças.

source: This image will be used as a header on the Liveblog.
es: Esta imagen será usada como encabezado del blog en vivo.
pt_br: Esta imagem será usada como o cabeçalho do Liveblog.

source: Title
es: Título
pt_br: Título

source: Update
es: Actualizar
pt_br: Atualizar

source: You must be on the first page of the batch to add micro-updates.
es: Para adicionar una actualización debe encontrarse en la primera página de la lista.
pt_br: Você deve se encontrar na primeira página da lista para adicionar uma atualização.
